[
    {
        "Investigation": {
            "id": 8631996,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2008-02-04T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MX314",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2008-02-03T09:00:00.000Z",
            "studyInvestigations": [],
            "summary": "null",
            "title": "BAG: Structural Studies of Proteins& Protein Complexes & Methods Development for Structural Biology",
            "visitId": "MX314-4"
        }
    },
    {
        "Investigation": {
            "id": 8631999,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2008-03-11T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "SI346",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2008-03-05T09:00:00.000Z",
            "studyInvestigations": [],
            "summary": "Current induced domain wall motion is at the centre of intense activity in the field of spintronics. In nanowires of magnetic materials with in-plane anisotropy such as permalloy (Py) the domain wall motion stops after a few current pulses because the domain wall itself becomes distorted. The presence of a perpendicular stray field should overcome this problem, yielding an unimpeded motion of the domain wall throughout the permalloy nanowire. We want to use the high lateral resolution of PEEM, combined with the contrast mechanism offered by X-ray Magnetic Circular Dichroism, to image the structure and motion of domain walls in Py nanowires with a magnetic bias field.",
            "title": "Unlimited current induced domain wall motion in magnetic nanowires",
            "visitId": "SI346-2"
        }
    },
    {
        "Investigation": {
            "id": 8632000,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2008-10-27T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "EE891",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2008-10-24T10:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "This proposal investigates the structural transformations undergone by [(CH3)4N]2MnCl4 and[(CH3)4N]2MnBr4 with pressure yielding modifications of the coordination geometry around Mn2+. Such structural changes involve enormous variations in the photoluminescence behaviour of these highly efficient PL systems, form a unique Mn2+ green emission at associated with the (MnX4)2- units at ambient conditions to a multiband emission upon increasing pressure. The important redshifts exhibited by the emission bands with increasing pressure and abrupt changes of the photoluminescence behaviour at given pressures likely correlates with a rich structural sequence induced by pressure. The large pressure hysteresis and the expected changes of Mn2+ coordination make these multifunctional materials very attractive for structural correlation effects with their electronic, optical and dielectric propertie",
            "title": "Pressure-induced structural-phase transition in A2MnX4 (X:Cl,Br) associated with changes of Mn coordination. Opto-structural correlations",
            "visitId": "EE891-1"
        }
    },
    {
        "Investigation": {
            "id": 8631912,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2009-11-27T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MX1788",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2009-11-26T09:00:00.000Z",
            "studyInvestigations": [],
            "summary": "There is no structural information on the human Ryanodine Recptor, RyR2, in heart muscle cells. It is a large protein, 540KDa, which occurs as homotetramers. At Cardiff we are expressing individual domains that are amenable to structural studies, before we can address the whole complex. These domains are the sites of natural polymorphism associated with heart disease. We intend to stduy the structures of the wild type and mutant versions in order to understand the disease mechanisms. We have succeeded in obtaining small crystals of wt Domain D2, involved in FKBP12 binding, both with and without ATP. Other crystals with Mg2+ have also been observed at a different pH. We intend to study all these versions. The trans membrane pore forming domain has also been expressed successfully. We have applied for access to the MPL for crystallisation trials and we intend to determine its structure.",
            "title": "Structure Determination of Human Ryanodine Receptor, RyR2, Involved in Heart Disease",
            "visitId": "MX1788-1"
        }
    },
    {
        "Investigation": {
            "id": 8631913,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2009-10-09T17:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "SM1850",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2009-10-06T09:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "We propose to explore Circular Dichroism as a screening tool for solubilised integral membrane proteins (IMPs), to identify buffer/detergent conditions that best preserve structural integrity. Purification of IMPs structurally intact is notoriously difficult, and their poor stability is thought to be due to loss of 2D pressure by the membrane on the trans-membrane domains. This results in loss of structure, which should be measurable by CD: the proposal is to measure large numbers of IMP-detergent-buffer mixes, to identify those showing best structure signatures. Typically only small quantities IMPs can be purified: the idea relies critically on high intensity CD so sufficient mixes can be explored. The vertical beam at BM23, and plate now in development at BM23, should make the analysis realistic in practice, so we can explore titration of components with real-time read-out.",
            "title": "Use of CD to screen for conditions that stabilise integral membrane proteins in solution",
            "visitId": "SM1850-1"
        }
    }
]