[
    {
        "Investigation": {
            "id": 8631996,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2008-02-04T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MX314",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2008-02-03T09:00:00.000Z",
            "studyInvestigations": [],
            "summary": "null",
            "title": "BAG: Structural Studies of Proteins& Protein Complexes & Methods Development for Structural Biology",
            "visitId": "MX314-4"
        }
    },
    {
        "Investigation": {
            "id": 8631999,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2008-03-11T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "SI346",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2008-03-05T09:00:00.000Z",
            "studyInvestigations": [],
            "summary": "Current induced domain wall motion is at the centre of intense activity in the field of spintronics. In nanowires of magnetic materials with in-plane anisotropy such as permalloy (Py) the domain wall motion stops after a few current pulses because the domain wall itself becomes distorted. The presence of a perpendicular stray field should overcome this problem, yielding an unimpeded motion of the domain wall throughout the permalloy nanowire. We want to use the high lateral resolution of PEEM, combined with the contrast mechanism offered by X-ray Magnetic Circular Dichroism, to image the structure and motion of domain walls in Py nanowires with a magnetic bias field.",
            "title": "Unlimited current induced domain wall motion in magnetic nanowires",
            "visitId": "SI346-2"
        }
    },
    {
        "Investigation": {
            "id": 8632000,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2008-10-27T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "EE891",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2008-10-24T10:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "This proposal investigates the structural transformations undergone by [(CH3)4N]2MnCl4 and[(CH3)4N]2MnBr4 with pressure yielding modifications of the coordination geometry around Mn2+. Such structural changes involve enormous variations in the photoluminescence behaviour of these highly efficient PL systems, form a unique Mn2+ green emission at associated with the (MnX4)2- units at ambient conditions to a multiband emission upon increasing pressure. The important redshifts exhibited by the emission bands with increasing pressure and abrupt changes of the photoluminescence behaviour at given pressures likely correlates with a rich structural sequence induced by pressure. The large pressure hysteresis and the expected changes of Mn2+ coordination make these multifunctional materials very attractive for structural correlation effects with their electronic, optical and dielectric propertie",
            "title": "Pressure-induced structural-phase transition in A2MnX4 (X:Cl,Br) associated with changes of Mn coordination. Opto-structural correlations",
            "visitId": "EE891-1"
        }
    },
    {
        "Investigation": {
            "id": 8631912,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2009-11-27T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MX1788",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2009-11-26T09:00:00.000Z",
            "studyInvestigations": [],
            "summary": "There is no structural information on the human Ryanodine Recptor, RyR2, in heart muscle cells. It is a large protein, 540KDa, which occurs as homotetramers. At Cardiff we are expressing individual domains that are amenable to structural studies, before we can address the whole complex. These domains are the sites of natural polymorphism associated with heart disease. We intend to stduy the structures of the wild type and mutant versions in order to understand the disease mechanisms. We have succeeded in obtaining small crystals of wt Domain D2, involved in FKBP12 binding, both with and without ATP. Other crystals with Mg2+ have also been observed at a different pH. We intend to study all these versions. The trans membrane pore forming domain has also been expressed successfully. We have applied for access to the MPL for crystallisation trials and we intend to determine its structure.",
            "title": "Structure Determination of Human Ryanodine Receptor, RyR2, Involved in Heart Disease",
            "visitId": "MX1788-1"
        }
    },
    {
        "Investigation": {
            "id": 8631913,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2009-10-09T17:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "SM1850",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2009-10-06T09:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "We propose to explore Circular Dichroism as a screening tool for solubilised integral membrane proteins (IMPs), to identify buffer/detergent conditions that best preserve structural integrity. Purification of IMPs structurally intact is notoriously difficult, and their poor stability is thought to be due to loss of 2D pressure by the membrane on the trans-membrane domains. This results in loss of structure, which should be measurable by CD: the proposal is to measure large numbers of IMP-detergent-buffer mixes, to identify those showing best structure signatures. Typically only small quantities IMPs can be purified: the idea relies critically on high intensity CD so sufficient mixes can be explored. The vertical beam at BM23, and plate now in development at BM23, should make the analysis realistic in practice, so we can explore titration of components with real-time read-out.",
            "title": "Use of CD to screen for conditions that stabilise integral membrane proteins in solution",
            "visitId": "SM1850-1"
        }
    },
    {
        "Investigation": {
            "id": 15818104,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2010-05-15T09:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "NT1959",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2010-05-14T09:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "null",
            "title": "Mo oxidation state standards measurements",
            "visitId": "NT1959-1"
        }
    },
    {
        "Investigation": {
            "id": 15827844,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:16 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2010-05-17T09:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MX261",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2010-05-15T09:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "null",
            "title": "BAG: Structure of Proteins and Nucleic Acids",
            "visitId": "MX261-57"
        }
    },
    {
        "Investigation": {
            "id": 15827886,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:16 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2010-05-27T09:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MX442",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2010-05-26T09:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "null",
            "title": "BAG: Chemical Biology of Human Proteins by Family-based Structural Genomics",
            "visitId": "MX442-54"
        }
    },
    {
        "Investigation": {
            "id": 8632100,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:16 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2007-09-13T10:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MX70",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2007-09-12T10:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "The Structural Studies group in Sheffield forms an integral part of the RAE 5* rated Department of Molecular Biology and Biotechnology. The four PIs supervise a combined group of 25 PhD students and PDRAs and have published over 50 papers in internationally recognised journals since 2003. A major focus Prof David Rice's work is the development of large-scale projects on protein complexes in yeast and essential bacterial genes for antimicrobial therapy, using genomics approaches.Prof Peter Artymiuk works on virulence factors in E.coli and N. meningitidis and bacterial DNA/RNA binding proteins.Dr John Rafferty's primary interests lie in proteins of DNA recombination, replication and transcription.Dr Patrick Baker works on protein stability and enzyme activity in halophilic and psyschrophilic organisms, chiral synthesis and novel antibacterial targets.",
            "title": "Analysis of the Structure FunctionRelationships in Proteins",
            "visitId": "MX70-1"
        }
    },
    {
        "Investigation": {
            "id": 8632101,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:16 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2008-01-28T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "SP356",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2008-01-24T09:00:00.000Z",
            "studyInvestigations": [],
            "summary": "The enhancement of engineering materials by surface treatment or surface modification has grown significantly in importance in recent years. Thermal spraying has emerged as a leading route for the deposition of protective coatings onto engineering components to enable them to function better under extreme conditions of aggressive wear, corrosion or high temperature degradation. The inter-relationships between coating microstructure, process parameters, and coating properties are not well understood and it is vital to achieve an improved understanding if the engineering performance of these coatings is to be enhanced. Detailed microstructural assessment is therefore a key element in improving coating performance and the aim of the proposed work is to use microfocus spectroscopy to characterise and map the microstructures and phase formations within thermally sprayed coatings.",
            "title": "MICROSTRUCTURAL FEATURES IN THERMALLY SPRAYED COATINGS",
            "visitId": "SP356-1"
        }
    },
    {
        "Investigation": {
            "id": 8632102,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2008-12-12T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "SM873",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2008-12-10T09:00:00.000Z",
            "studyInvestigations": [],
            "summary": "The aim of these experiments is to explore a very recent discovery made by ourselves that shear flow can suppress the nucleation and growth of crystals of specific low molar mass compounds within a polymeric solvent.  This is the first such observation of this phenomenum. We will exploit the power of time-resolving small-x-ray scattering to follow the supression of the crystallisation and the ultimate onset of crystallisation as a function of temperature and shear flow field. We will greatly exend the scope of the preliminary observations we have made through the use of selected non-crystallising low glass transition polymeric solvents and the use of a range of specially prepared solutes based on dibenzylidene sorbitol. This results of this project will facilitate the further development of a tentative model and will impact on developments in crystal nucleation and growth theory.",
            "title": "Shear induced supression of nucleation and crystal growth in a low molar mass compound",
            "visitId": "SM873-1"
        }
    },
    {
        "Investigation": {
            "id": 8631707,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:16 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2009-04-06T10:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "EE1031",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2009-04-03T10:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "Solid oxide fuel cell electrode development continues at a rapid pace, with new composite materials the subject of considerable interest.  We have focussed on La2NiO4 with a doped ceria (CGO) as a composite electrode and have found that over relatively short periods of time there is a significant phase reactivity.  There are two main objectives to the proposed work:  i) identify the phase mixture after reaction and ii) determine the kinetics of the phase evolution.  To achieve this we will study pre-sintered composites of differing starting compositions and will also use in-situ techniques to observe the relatively slow reaction between the La2NiO4 and CGO phases.  Understanding the high temperature stability and reactivity of these materials will directly benefit a number of fuel cell developers currenlty investigating durability of CGO containg devices.",
            "title": "Reactivity and phase evolution in La2NiO4/CGO composite electrodes",
            "visitId": "EE1031-1"
        }
    },
    {
        "Investigation": {
            "id": 8632194,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2009-02-09T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MT728",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2009-02-04T09:00:00.000Z",
            "studyInvestigations": [],
            "summary": "Time-reversal and inversion symmetry breaking are required for ferromagnetism and ferroelectricity and their coexistence, multiferroicity, which has potential in spintronic applications. Here we would like to determine the role played by the polar and anapole (torroidal) moments which are the direct atomic multipoles for the occurrence of multiferroicity. We chose GaFeO3, which has a very large magneto-electric effect. We will use resonant hard x-ray diffraction with polarization analysis and azimuthal angle dependences at the Fe K edge to study the different transitions, dipole E1-E1 and E1-M1, quadrupole E2-E2 and mixed E1-E2 events. Moreover, we plan to use dichroic absorption experiments, magnetochiral dichroism and non-reciprocal linear dichroism. These experiments determine the different tensorial contributions and determine the polar and torroidal atomic moments of Fe.",
            "title": "Determination of atomic multipoles representing a multiferroic order parameter",
            "visitId": "MT728-2"
        }
    },
    {
        "Investigation": {
            "id": 8632176,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2009-08-09T10:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MT1039",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2009-08-07T10:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "Porous materials form an important area in crystal engineering. Two classes of these materials are porous peptides and metal organic frameworks (MOFs).  Here, we aim to study the effect of pressure on these materials, in particular their tune-ability and selectivity as a function of pressure.  The compounds selected for study here are the framework-5 (MOF-5) structure and two of its analogues, and the dipeptides diphenylalanine and diisoleucine, which have the largest and second largest pore size of any dipeptide to date. These materials contain large pores, and as a consequence are often weakly diffracting.  This problem is intensified by the need to use crystals small enough to fit into the cavity of a high pressure cell.  As a consequence, the use of synchrotron radiation to obtain high-precision structural data is essential, and we request three days of beamtime to conduct our study.",
            "title": "The Effect of Pressure on Metal Organic Frameworks (MOFs) and Porous Dipeptides.",
            "visitId": "MT1039-1"
        }
    },
    {
        "Investigation": {
            "id": 8632183,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2008-10-20T10:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "EE768",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2008-10-16T10:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "The structure, composition and behaviour of physisorbed molecules at a solid surface are the result of the delicate balance of adsorbate and surface interactions. A number of molecular systems have been reported to adsorb solid, ordered monolayers even where the stable phase in the bulk system is a liquid or solution. It is important to characterise the crystalline structures of such solid monolayers in order to understand the underlying interactions that give rise to the observed structures of the pure adsorbates.The aims of this proposal are (i) to unambiguously confirm solid monolayer formation for a series of alkyl aldehydes and ketones adsorbed from liquid to a graphite surface and (ii) to investigate the origin of the variation in monolayer behaviour with the position of the ketone group along the alkyl chain suggested by our recent calorimetric study.",
            "title": "Investigation of the monolayer crystal structures of aldehydes and ketones adsorbed at the liquid/solid interface",
            "visitId": "EE768-1"
        }
    },
    {
        "Investigation": {
            "id": 8632184,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2009-01-25T09:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MX982",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2009-01-24T09:00:00.000Z",
            "studyInvestigations": [],
            "summary": "The proposed work will investigate the structures of proteins involved in photosynthesis and in its control. We have 3D crystals of: the RC-LH1-PufX dimeric core complex from Rba. sphaeroides (8Å), the Rba. sphaeroides LH2 complex (8Å), the low-light adapted LH4 complex from Rps. palustris  (4.5Å) and the water-soluble bacteriophytochrome (BPH3), which controls the cellular levels of the LH4 complex and which diffracts anisotropically to between 4.5-3.2 Å.  We are therefore optimistic of further improvements.  The structures will be used to interpret fast time-resolved spectroscopic data and to give insights into the protein dynamics that promote ubiquinone exchange across the LH1 ring around the RC. The BPH3 structure will reveal the signalling and the LH4 structure  the light harvesting mechanisms that allow adaptation of photosynthetic bacteria at low-light conditions.",
            "title": "Photosynthetic complexes and control through light signalling.",
            "visitId": "MX982-1"
        }
    },
    {
        "Investigation": {
            "id": 8632186,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2007-12-05T17:00:00.000Z",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MX435",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2007-12-05T09:00:00.000Z",
            "studyInvestigations": [],
            "summary": "null",
            "title": "Mx Trial Day",
            "visitId": "MX435-1"
        }
    },
    {
        "Investigation": {
            "id": 8631690,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2009-07-18T10:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "MT1096",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2009-07-13T10:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "Since the synthesis of T-shaped molecules with three incompatible segments, we have shown that they are capable of forming complex superstructures by self-assembly. Such self-assembled structured amphiphiles are of interest for nanoelectronics (organized easily aligned pi-stacks), as potential ion-conducting channels, and for encapsulating functional molecules such as OLEDs. In the proposed experiments we will expand our research to complex self-assemblies of X-shaped molecules, recently synthesized by our collaborators, using GISAXS. New complex 2d and 3d nanostructures are expected in these compounds,  including those consisting of multicolour tiles and polyhedra, as already indicated by preliminary experimental results.",
            "title": "GISAXS study of the complex self-assembly of X-shaped molecules",
            "visitId": "MT1096-1"
        }
    },
    {
        "Investigation": {
            "id": 8631691,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:16 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2009-08-10T10:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "SM909",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2009-08-06T10:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "The focusing properties of the cornea depend on its shape and topography.These, together with the cornea's transparency, depend on the organisation of the collagen. We have a 5-year  MRC grant to study the reasons for transparency loss, and for pathological and post surgical ectasia, and to ascertain the structural basis for the restoration of corneal transparency and refractive status by a number of new therapeutic strategies. The objectives for the next phase of this work are: 1. Having understood te structural basis of light scattering from corneal scars from data collected in October 2008, we propose to examine scarred corneas where the transparency has been restored by stem cell injection. 2. We propose to continue our studies to quantify the full three-dimensional collagen organisation in the normal human cornea.",
            "title": "Copy of: Copy of: The collagen matrix in corneal pathology, and the effect of new therapies for loss of transparency and refractive status",
            "visitId": "SM909-1"
        }
    },
    {
        "Investigation": {
            "id": 8631692,
            "createId": "FROM PROPAGATION",
            "createTime": "Wed Jun 02 08:30:15 BST 2010",
            "modId": "PROPAGATION",
            "modTime": "Fri Mar 20 12:44:16 GMT 2015",
            "datasets": [],
            "endDate": "2008-09-26T10:00:00.000+01:00",
            "investigationGroups": [],
            "investigationInstruments": [],
            "investigationUsers": [],
            "keywords": [],
            "name": "EE484",
            "parameters": [],
            "publications": [],
            "releaseDate": "2017-03-20T12:44:16.000Z",
            "samples": [],
            "shifts": [],
            "startDate": "2008-09-24T10:00:00.000+01:00",
            "studyInvestigations": [],
            "summary": "null",
            "title": "To be confirmed",
            "visitId": "EE484-1"
        }
    }
]