{
    "items": [
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079299",
            "endDate": "2011-10-28T09:29:54",
            "id": 24079299,
            "name": "1010023",
            "releaseDate": "2014-10-28T09:29:54",
            "startDate": "2011-07-11T09:42:09",
            "summary": "The spontaneous formation of multilayer structures at interfaces from surfactant self-assembly is an important structural signature associated with a wide range of technological applications and biological function. This proposal is part of a new programme (EPSRC, EP/G065705) to characterise such structures and to determine the major factor with control their formation and kinetics. We have reported the formation of such surface structures for the anionic surfactant LAS with Ca2+ ions. The kinetics of formation and the ultimate structure formed depends upon when the Ca2+ is added. This is not the case for the single chain systems, SLES. We attribute this to slow association /dissociation kinetics in the Ca2+ induced LAS lamellar structures. We request here beam time on SANS2D to determine the differences in aggregate association / dissociation rates for LAS and SLES by stopped-flow.",
            "title": "How aggregate lifetimes affect the kinetics of surfactant surface multilayer formation",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079323",
            "endDate": "2011-10-25T08:58:41",
            "id": 24079323,
            "name": "1010084",
            "releaseDate": "2014-10-25T08:58:41",
            "startDate": "2011-10-24T09:22:05",
            "summary": "The formation of stable particle dispersions are essential to the success of a wide range of commercial products from inks, paints and foodstuffs to cosmetic and pharmaceutical formulations. Polymers and surfactants are used routinely to stabilize aqueous dispersions, and these systems have been studied widely. However, significantly less is known about the detailed molecular assembly of polymers adosrbed to the surfaces of drug particles suspended in fluorinated media. Our previous work - through industrial time at the ILL - has shown a complex behaviour. Here we wish to examine the adsoprtion of a series of representative polymer excipients (essentially, poly(ethylene oxide) and their derivatives) to dispersions ofsilica particles in the partially fluorinated solvent, 2H,3H-perfluoropentane (HPFP).",
            "title": "Polymer adsorption from fluorinated media in polymer stabilised drug suspensions",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079527",
            "endDate": "2011-11-01T15:50:55",
            "id": 24079527,
            "name": "1010543",
            "releaseDate": "2014-11-01T15:50:55",
            "startDate": "2011-10-30T11:43:36",
            "summary": "We propose to look at the interaction of the aggregates two phospholipids form with two phospholipase (PL) enzymes, PLA2 and PLC, which hydrolyse different ester groups in the lipid molecule and therefore produce different reaction products. It is well known that the length of the fatty acid chain in a phopholipid molecule dictates the nature and size of the aggregates a phospholipid forms upon dispersal in water and consequently its interaction with PL. In the present study we have chosen two small phosphocholine lipids, one with a 7-carbon and one with a 6-carbon fatty acid chain, where the latter forms spherical micelles while the former rod-shaped micelles. SANS measurements coupled with stopped flow methodology and using contrast variation will be used to determine the kinetics of the interaction and the rate of destruction of the micellar aggregates.",
            "title": "Changes of phospholipid aggregate morphology induced by phospholipase hydrolysis",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079594",
            "endDate": "2011-05-28T09:01:16",
            "id": 24079594,
            "name": "920033",
            "releaseDate": "2014-05-28T09:01:16",
            "startDate": "2011-05-24T09:03:33",
            "summary": "Hydrophobins are secreted fungal proteins and are small lipopeptide biosurfactants. They are strongly surface active and self-assemble at interface, and these  unique film forming properties have stimulated applications where emulsion and foam stability is important. Due to their favourable properties they are now part of a strong environmental drive for the development of more biocompatible / biosustainable surfactant based products. We have recently made some progress on understanding their self-assembly in solution and their adsorption behavior at the air-water and liquid-solid interfaces in conjunction with conventional surfactants. We request here SANS beam time on SANS2D to study the adsorption of Hydrophobin 2 and Hydrophobin 2/ surfactant mixtures at the oil-water interface.",
            "title": "Adsorption of of hydrophobin and hydrophobin / surfactant mixtures at the oil/water interface",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079649",
            "endDate": "2010-05-14T07:30:43",
            "id": 24079649,
            "name": "1010013",
            "releaseDate": "2013-05-14T07:30:43",
            "startDate": "2010-05-10T11:39:03",
            "summary": "This proposal focuses on a new approach to the formation of rod-like micelles in supercritical CO2 (scCO2). Recent successful high-pressure SANS (HP-SANS) results have shown for the first time that fluorinated surfactants can be used as viscosity modifiers for CO2. Now, very promising quaternary alkylammonium R4N+counter-ion surfactants have also been identified to induce a sphere-to-rod like micelles. This is the first time that R4N+ ions have been incorporated into CO2-philic surfactants including TC14 and AOT4. The combination of custom-made surfactants and the use of mixed-solvents represent new exciting approaches; these proposed HP-SANS experiments are essential to investigate the new R4N+ surfactants as scCO2 viscosity modifiers.",
            "title": "Micellar modifiers for CO2",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "endDate": "2010-05-24T10:09:54",
            "id": 24079669,
            "name": "1010058",
            "releaseDate": "2013-05-24T10:09:54",
            "startDate": "2010-05-22T08:17:54",
            "summary": "Microemulsions are thermodynamically stable, low-viscous liquid mixtures of oil and water stabilised by the presence of surfactant, structurally composed of oil-in-water (O/W) or water-in-oil (W/O) droplets, or bi-continuous. Their low viscosity is an essential drawback preventing many applications. Better control over their viscosity has consequently a high potential. For the case of droplet microemulsions, an intuitive option is to bridge droplets by amphiphilic polymers. This concept works well for the case of O/W microemulsion droplets and end-capped PEO [Gradzielski 1993]. Interconnecting droplets leads to a substantial increase in viscosity when exceeding an effective percolation concentration of droplets and polymer [Gradzielski 1993, Filali 2001]. The effect of polymers offering multiple arms for highly bridged systems, so far unreported, shall be studied by SANS in detail.",
            "title": "Structural Control of Microemulsion Droplets by Multiple-bridging Amphiphilic Copolymers",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079675",
            "endDate": "2010-05-01T08:44:56",
            "id": 24079675,
            "name": "1010080",
            "releaseDate": "2013-05-01T08:44:56",
            "startDate": "2010-04-29T09:18:29",
            "summary": "This proposal is part of a new project based on understanding the formation of gels in suspensions of partially oxidised cellulose nanofibrils with small amounts of salt or surfactant which are of interest as viscosity modifiers for aqueous formulations. Cellulose can be made from sustainable resources, is biodegradable and preliminary studies have suggested that gels formed from these fibrils have suitable rheological and sensory properties for use in personal care products. However the interactions causing gel formation in this system are not understood, and here we propose to begin initial studies on the structures formed in cellulose nanofibril suspensions in the presence and absence of salts, and low concentrations of surfactants. We aim to understand the interactions causing gel formation and the major variables which affect gel stability.",
            "title": "Structure of Cellulose Nanofibril Gels",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079725",
            "endDate": "2010-05-18T09:05:25",
            "id": 24079725,
            "name": "1010230",
            "releaseDate": "2013-05-18T09:05:25",
            "startDate": "2010-05-14T07:30:51",
            "summary": "We have recently developed a method to prepare a wide variety of amphiphilic diblock copolymers through a supramolecular linkage that is stable in water. This has been achieved through the use of a macrocyclic host molecule cucurbit[8]uril (CB[8]) capable of complexing two guest molecules simultaneously forming a ternary complex with a Ka on the order of 1015 M-1. Upon mixing, the two homopolymers bearing the selective endgroups with CB[8], an AB diblock copolymer is formed which can undergo further self assembly into a variety of compartmentalised structures, such as spherical and cylindrical micelles and vesicles. The formation of a specific structure as well as its overall size can be easily controlled by the ratio of the two homopolymers and we aim to study the architectural details of a range of achievable structures via SANS, using deuterated versions of the hydrophobic block.",
            "title": "Compartmentalised Supramolecular Structures through CB[8]-mediated Hierarchical Self Assembly",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079769",
            "endDate": "2010-05-28T13:20:26",
            "id": 24079769,
            "name": "1010372",
            "releaseDate": "2013-05-28T13:20:26",
            "startDate": "2010-05-26T09:17:21",
            "summary": "The L3 (sponge) surfactant phase is a promising template for inorganic materials since it is composed of large, uniform water-filled pores separated by a surfactant bilayer. If the bilayer is coated in inorganic material, the pores of the resulting composite can be adjusted simply by water swelling of the initial L3 phase (rather than by increasing surfactant content) and no calcination is required to open up the major pore network. Previous work, using water soluble silica precursors, resulted in aerogel-like materials with poor reproducibility, due to a diffuse silica gel filling the water-regions rather than coating the surfactant bilayer. We are now preparing materials using the L3 phase but with hydrophobic inorganic precursors which are naturally segregated in the bilayer. We wish to use SANS and contrast variation to determine the detailed structures of our materials.",
            "title": "Structure and formation of L3 phase surfactant templated inorganic oxides",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079842",
            "endDate": "2010-04-24T10:04:34",
            "id": 24079842,
            "name": "910519",
            "releaseDate": "2013-04-24T10:04:34",
            "startDate": "2010-04-22T11:40:13",
            "summary": "The aim of this experiment is to explore a very recent discovery made by ourselves that shear flow can suppress the nucleation and growth of crystals of specific low molar mass compounds within a polymeric solvent. This experiment is timely in terms the interest in crystal nucleation and the results will impact on developments of crystal nucleation and growth theory and on practical applications. We wish to exploit the power of small-angle neutron scattering techniques coupled with isotopic labelling to determine the extent of phase separation of dibenzylidene sorbitol and polycaprolactone over the temperature range and the effect of shear flow on that process.  SANS2D is ideally suited to these experiments providing information of the 2 length scales involved. We need to understand whether both crystallization and phase separation of the DBS are suppressed or just the former.",
            "title": "Shear controlled crystallisation of low molar mass compound in a polymer matrix",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079847",
            "endDate": "2010-03-21T11:44:53",
            "id": 24079847,
            "name": "920014",
            "releaseDate": "2013-03-21T11:44:53",
            "startDate": "2010-03-18T09:43:33",
            "summary": "The proposal aims to explore different self-assembly structures in CO2 with the focus of developing viscosity modifiers for supercritical CO2 (sc-CO2). This is part of a continuous investigation following previous successful experiments RB720052 and RB820030. Here two new parallel strategies for sc-CO2 viscosity enhancement are proposed: both methods will employ the same CO2-philic tails. However the system spanning network will be generated by different polar-polar interactions of the gelators: these are hydroxyaluminium di-soaps and sulfosuccinate surfactants with added bile salt SDC (Figure 2). The experiment will employ the ISIS Thar high-pressure cell as part of the Next Generation Facility User grant ¿Neutron scattering studies of CO2-based gels¿ (EP/F020686); the PhD is co-investigator SC. ",
            "title": "Gels in CO2",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079852",
            "endDate": "2010-04-28T14:18:17",
            "id": 24079852,
            "name": "920027",
            "releaseDate": "2013-04-28T14:18:17",
            "startDate": "2010-04-24T20:38:04",
            "summary": "Solventless protein liquids (SPLS) represent a novel form of biological matter.  Recently we reported on the preparation and properties of a solvent-free liquid protein based on a stoichiometric ferritin-polymer nanoscale construct, with surface modifications that extend the range of intermolecular interactions to a length scale that is commensurate with fluidity1.  The aim of this investigation is to use contrast variation SANS (CV-SANS) with deuterated surfactants to study these new protein-surfactant conjugates in the aqueous phase and as the solvent-free fluid. Only through CV-SANS will it be possible to elucidate the nanostructure of these conjugates. ",
            "title": "Solventless protein liquids:  a novel form of biological matter",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079866",
            "endDate": "2010-05-09T09:59:31",
            "id": 24079866,
            "name": "920146",
            "releaseDate": "2013-05-09T09:59:31",
            "startDate": "2010-05-06T10:28:53",
            "summary": "The proposed research project is targeted to the investigation of the characteristics of eumelanin, a heterogeneous material insoluble in water and in any organic solvent, as well as on the kinetic evolution of its formation, starting from the precursor 5,6-dihydroxyindole.Preliminary Light Scattering Measurements have shown to observe a continuous growth of the eumelanin up to ~1200 nm of hydrodynamic radius. SANS investigations can help to gain information on the polymerization process, revealing the time evolution in size and shape of aggregates present in solution, and to work out a kinetic model of the eumelanin growth",
            "title": "Kinetics of the formation of eumelanin and its intermediates",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079869",
            "endDate": "2010-05-06T10:28:49",
            "id": 24079869,
            "name": "920226",
            "releaseDate": "2013-05-06T10:28:49",
            "startDate": "2010-05-04T09:32:57",
            "summary": "We have been developing hydroxypropylmethyl cellulose (HPMC) microspheres for delivering poorly water-soluble drugs. The in vitro dissolution data showed that the presence of SDS is essential for obtaining a high level of drug release. The higher the level of drug that is released from the formulations, the greater the absorption and bioavailability of the formulation. Previous SANS data revealed some detail of the structure of the polymer-SDS complex and we have shown it is reasonable to hypothesise that the drug molecules may be encapsulated into the polymer-surfactant complex which leads to the improved dissolution of the poorly water-soluble model drug. Therefore the objectives of this proposed study are to investigate the influence of drug incorporation on the structure of the polymer-surfactant complex, and to expand the range of concentrations studied.",
            "title": "interaction of a pharmaceutical water-soluble polymer with bio-relevant surfactants",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "doi": "10.5286/ISIS.E.24079886",
            "endDate": "2010-05-04T09:32:54",
            "id": 24079886,
            "name": "920411",
            "releaseDate": "2013-05-04T09:32:54",
            "startDate": "2010-05-01T08:45:00",
            "summary": "We will use SANS to characterize dispersions of gold nanoparticles functionalized with poly(dimethyl aminoethyl methacrylate) brushes grafted from 25 nm gold nanoparticle interfaces by surface-initiated ATRP. We will characterize the response of the polymer layers to pH and at at low pH, where the polymer is cationically charged, to electrolyte concentration. Our main focus however will be to determine the nature of the surfactant aggregates formed in the brushes at concentrations of surfactant that lead to peaks in the surface tension of the dispersions at pH=3 and 10 and also lead to the formation of multilayer structures in equivalent brushes formed at planar interfaces. We will measure under particle-matching contrast, for dispersions bearing hydrogenous pDMAMEA and particle-matching DMAEMA with particle-matching SDS and hydrogenous SDS respectively.",
            "title": "Responsive polymer brushes grafted from gold nanoparticles: interaction with surfactant",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "endDate": "2010-03-17T15:41:23",
            "id": 24080013,
            "name": "920158",
            "releaseDate": "2013-03-17T15:41:23",
            "startDate": "2010-03-15T09:08:36",
            "summary": "We wish to determine a structure we have observed in a dodecane/surfactant/water system. Initial experimentation has suggested the possibility of spontaneous formation of a bilayer structure within a non-aqueous environment, which could potentially be indicative of the formation of reverse vesicle-type structures. SANS will enable us to confirm/refute this and to follow the dynamics of formation of such structures.",
            "title": "SANS study of self assembled structures formed from salicylate surfactant in dodecane with water",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "endDate": "2010-03-15T09:08:32",
            "id": 24080016,
            "name": "920186",
            "releaseDate": "2013-03-15T09:08:32",
            "startDate": "2010-03-09T11:34:05",
            "summary": "GluR0 is a glutamate sensitive potassium ion channel from the cyanobacterium Synechocystis which has been identified via primary structural sequencing to be similar to eukaryotic channels involved in neurotransmitter binding (particularly in the mammalian central nervous system). No high or low resolution structure is currently available for the full structure of any member of this important class of signalling proteins. GluR0 opens in the presence of glutamate to allow potassium ions to move across the membrane. We propose studying the structure of this channel solublized in surfactant solutions in both its open and closed conformations using SANS. A contrast variation approach will allow the relative contributions of the surfactant and the protein to be deconvoluted to provide novel information on the relationship of structure and function in this important family of proteins.",
            "title": "Examining the Structural Changes of a Central Nervous System Neurotransmitter Signaling Channel Homolog upon Ligand Binding. ",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "endDate": "2010-03-08T11:53:39",
            "id": 24080065,
            "name": "CAL_SANS2D_2010-02-26T16:39:50",
            "releaseDate": "2011-02-26T16:12:39",
            "startDate": "2009-12-22T12:36:03",
            "title": "Quiet counts - rear (now front det) only",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "endDate": "2010-03-08T17:07:33",
            "id": 24080066,
            "name": "CAL_SANS2D_2010-03-08T15:59:51",
            "releaseDate": "2011-02-26T16:12:52",
            "startDate": "2010-03-08T11:53:43",
            "title": "L1 4m, polymer, A6 trans",
            "visitId": "1 - SANS2D"
        },
        {
            "@type": "investigation",
            "endDate": "2010-03-09T10:11:10",
            "id": 24080067,
            "name": "CAL_SANS2D_2010-03-08T17:12:04",
            "releaseDate": "2011-02-26T16:12:58",
            "startDate": "2010-03-08T17:07:37",
            "title": "L1 4m, glassy carbon, A1=20, A6 large, A2=8mm, 65mm b/s",
            "visitId": "1 - SANS2D"
        }
    ],
    "itemsPerPage": 20,
    "page": 1,
    "totalItems": 484
}